text = '[37:37][1РС] [Отецинтела]: ЭТГ Hug все
[37:43][ОитьЬгауи] входит в игровой mup.
[38:04]Dumbravii выходит из игрового мира.
[38:06][LFG] [Starfieeld]: [Зачарованный Камень
ночи защитника] [Зачарованный Яркий сердолик]

продам
[38:07][LFG] [Xentaiichik]: mr Hug танк, 4 хила, р/дд
265+ 5

[38:08][LFG] [Блад]: + Приму в гильдию + любого
ёрсвня‚ можно для бонусов, в дальнейшем рт
удет, HO NO желанию ;)
[38:17][Dumbravi] входит в игровой мир.'
import re
split_re = re.compile('\[\d\d:\d\d\]')
split_re.split(text)
['', ' text 1 \n new line \n ', ' text 2']
print (text)
