npcList = {
	"Дейну", -- [1]
	"Галану", -- [2]
	"Борто", -- [3]
	"Сиригна'но", -- [3]
	"Лепрогнома-работника", -- [3]
	"Залле", -- [3]
	"Лирию Небесную Странницу", -- [3]
}
eMot = {
	"полюби", -- [1]
	"укуси", -- [2]
	"изумленно посмотри на", -- [3]
	"ударь по голове", -- [4]
	"попытайся успокоить", -- [5]
	"почеши", -- [5]
	"утешь", -- [6]
	"похвали за хорошую работу", -- [6]
	"недоуменно посмотри на", -- [6]
	"поздравь", -- [6]
	"хмуро посмотри на", -- [6]
	"смерь взглядом", -- [6]
	"потрись об", -- [6]
	"пожирай взглядом", -- [6]
	"брось гневный взгляд на", -- [6]
	"тепло приветствуй", -- [6]
	"смотри и стони на", -- [6]
	"смотри и ржи на", -- [6]
	"поприветствуй", -- [6]
	"крепко обними", -- [6]
	"оближи", -- [6]
	"внимательно выслушай", -- [6]

}
qXy = {
	"Дейну", -- [1]
	"Галану", -- [2]
	"Борто>", -- [3]
}

